/* titles */
"StandardTitle" = "Instalação padrão em “%@”";
"CustomTitle" = "Instalação personalizada em “%@”";

/* space requirements message */
"SpaceRequirements" = "Espaço ocupado no computador por este software: %@";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Clique em Instalar para efectuar uma instalação padrão deste software no disco “%@”.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Clique em Instalar para efectuar uma instalação padrão deste software na sua pasta Pessoal. O actual utilizador deste computador será o único a ter acesso a este software.";
"InstallContinueMessage_LocalDomain" = "Clique em Instalar para efectuar uma instalação padrão deste software para todos os utilizadores deste computador. Todos os utilizadores deste computador terão acesso a este software.";
"InstallContinueMessage_UnknownDomain" = "Clique em Instalar para efectuar uma instalação padrão deste software.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Terá de desligar o computador depois da instalação deste software. Tem a certeza de que pretende instalá-lo agora?";
"RestartWarning" = "Terá de reiniciar o computador depois da instalação deste software. Tem a certeza de que pretende instalá-lo agora?";
"LogoutWarning" = "Para instalar este software, tem de sair de todas as aplicações. Uma vez concluída a instalação, a sua sessão será encerrada. Tem a certeza de que pretende instalar o software agora?";
"BatteryWarning" = "Está a dar início a uma instalação sem ter ligado o computador a uma fonte de alimentação. Tem a certeza de que pretende continuar?";
"PadWarning" = "Se instalar este software, ficará com menos de 100 MB de espaço disponível no sistema Mac OS X. Uma quantidade de espaço tão reduzida pode provocar a ocorrência de problemas e não é, portanto, aconselhável. Tem a certeza de que pretende continuar?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Instalar";
"CONTINUE_BUTTON_TITLE" = "Continuar";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Cancelar";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Continuar instalação";

"ExtraMediaMessage" = "O software que está a instalar utiliza discos de instalação adicionais. Tenha os seguintes discos preparados:";
"AppToQuitMessage" = "Antes de proceder a esta instalação, tem de sair da seguinte aplicação: %@. Se não pretende fechar esta aplicação, cancele a instalação.";
"AppsToQuitMessage" = "Antes de prosseguir com a instalação, as seguintes aplicações abertas vão ser fechadas: %@. Se não pretende sair destas aplicações, cancele a instalação.";

"MUST_QUIT_APPLICATIONS_TITLE" = "É preciso fechar algumas aplicações antes de iniciar esta instalação.";
"MUST_QUIT_APPLICATION_MESSAGE" = "Antes de proceder a esta instalação, tem de sair da seguinte aplicação: %@. Se não pretende fechar esta aplicação, cancele a instalação.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "As seguintes aplicações serão fechadas: %@. Se não pretende fechar estas aplicações, clique em Cancelar para cancelar esta instalação.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "É necessário cerca de %@ de espaço disponível adicional no disco de destino.";
"StandardInstallSinglePackageDeselectMessage" = "Saia do Instalador e remova alguns ficheiros ou aplicações, para libertar espaço no disco antes de voltar a tentar instalar este software.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Pode seleccionar outro disco onde efectuar a instalação, ou sair do Instalador e remover alguns ficheiros ou aplicações, para libertar espaço neste disco antes de voltar a tentar instalar este software.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "É necessário cerca de %@ de espaço disponível adicional no disco de destino.";
"CustomMetaPackageDeselectMessage" = "Desassinale algumas opções ou saia do Instalador, e remova alguns ficheiros ou aplicações, para libertar espaço no disco antes de voltar a tentar instalar este software.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Pode seleccionar outro disco onde efectuar a instalação, desassinalar algumas opções, ou sair do Instalador e remover alguns ficheiros ou aplicações, para libertar espaço no disco antes de voltar a tentar instalar este software.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Existe uma versão mais recente instalada no sistema. Não é necessário instalar esta versão mais antiga.";

"CUSTOM_FOLDER_TOOLTIP" = "A pasta “%1$@” em %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Não há espaço suficiente para este elemento.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Remova ficheiros ou aplicações para libertar espaço, ou escolha outra pasta ou disco, e volte a tentar efectuar a instalação.";
"CUSTOM_FOLDER_DESCRIPTION" = "Está a seleccionar um local para “%1$@”. O tamanho do elemento é %2$@. A lista mostra os discos disponíveis e o espaço neles existente.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (espaço insuficiente)";
"CUSTOM_OTHER_MENU_ITEM" = "Outra…";
